Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Work areas, or portions of work areas, other than raised courtroom stations in accordance with Section 1109.4.1.4, that are less than 300 square feet (30 m2) in area and located 7 inches (178 mm) or more above or below the ground or finished floor where the change in elevation is essential to the function of the space shall be exempt from all requirements.
fr_ca: Les zones de travail, ou les parties de zones de travail, autres que les postes de juge surélevés conformément à la section 1109.4.1.4, dont la superficie est inférieure à 300 pi² (30 m²) et qui sont situées à 7 po (178 mm) ou plus au-dessus ou au-dessous du sol ou du plancher fini, lorsque la différence de niveau est essentielle à la fonction de l’espace, sont exemptées de toutes les exigences.

source: Work shall be installed in accordance with the approved construction documents, and any changes made during construction that are not in compliance with the approved construction documents shall be resubmitted for approval as an amended set of construction documents.
fr_ca: Les travaux doivent être exécutés conformément aux documents de construction approuvés, et toute modification apportée pendant les travaux qui n’est pas conforme aux documents de construction approuvés doit être soumise de nouveau pour approbation sous la forme d’un jeu de documents de construction modifiés.

source: Work shall not be done beyond the point indicated in each successive inspection without first obtaining the approval of the building official.
fr_ca: Les travaux ne doivent pas être poursuivis au-delà du stade indiqué lors de chaque inspection successive sans avoir obtenu au préalable l’approbation du responsable de la construction.

source: [210.52(B)(1) Exception No. 1]
fr_ca: [210.52(B)(1) Exception n° 1]

source: [210.52(B)(1) Exception No. 2]
fr_ca: [210.52(B)(1) Exception n° 2]

source: [210.70(A)(1) Exception No. 1
fr_ca: [210.70(A)(1) Exception n° 1

source: [210.70(A)(1) Exception No. 2]
fr_ca: [210.70(A)(1) Exception n° 2]

source: a.In mixed-use facilities where the total sum of the building occupant load is greater than those listed, the most restrictive building occupant load shall apply.
fr_ca: a. Dans les établissements à usages mixtes où la somme totale des capacités d’occupation du bâtiment est supérieure à celles indiquées, la capacité d’occupation du bâtiment la plus restrictive doit s’appliquer.

source: a.The letters refer to Figure R1001.1.
fr_ca: a. Les lettres font référence à la figure R1001.1.

source: b.Not required in Seismic Design Category A, B or C.
fr_ca: b. Non exigé dans les catégories de conception sismique A, B ou C.

source: defined in Section E3903.2, Exception 1 shall be permitted.
fr_ca: définie à la section E3903.2, l'exception 1 est autorisée.
